{ "translations": {
    "Keep original, preserve existing PDFs" : "Behold originalen og bevar den eksisterende PDF",
    "Keep original, overwrite existing PDF" : "Behold originalen og overskriv den eksisterende PDF",
    "Delete original, preserve existing PDFs" : "Slet originalen og bevar den eksisterende PDF",
    "Delete original, overwrite existing PDF" : "Slet originalen og overskriv den eksisterende PDF",
    "Please choose a mode." : "Vælg venligst en modus",
    "PDF conversion" : "Konverter til PDF",
    "Convert documents into the PDF format on upload and write." : "Konverter dokumentet til PDF under upload og overfør ",
    "Automated PDF conversion" : "Automatiseret PDF oversætter",
    "Rule based conversion of Documents into the PDF format" : "Regel baseret konvertering af dokumenter til PDF formatet",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written, or was assigned a tag. Then, LibreOffice is being utilized for converting the document." : "En app der igangsætter en automatisk konvertering af dokumenter til PDF.\nBaseret på admin definerede regler opsættes et baggrundjob når en fil er oprettet, gemt eller tilføjet et tag. Herefter bruges LibreOffice til at konvertere dokumentet  ",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Hver regel gruppe består af en eller flere regler. En forspørgsel passer på en gruppe hvis alle regler evalueres sande. Ved oprettelse eller skrivning af en fil bliver alle grupper evalueret og bliver filen evalueret sand, opsættes der et baggrundsjob der udfører konverteringen af den korresponderende fil",
    "Document to PDF converter" : "Dokument til PDF oversætter"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}