{ "translations": {
    "Mode…" : "Modus…",
    "Keep original, preserve existing PDFs" : "Original behalten, bestehendes PDF erhalten",
    "Keep original, overwrite existing PDF" : "Original behalten, bestehendes PDF überschreiben",
    "Delete original, preserve existing PDFs" : "Original löschen, bestehendes PDF erhalten",
    "Delete original, overwrite existing PDF" : "Original löschen, bestehendes PDF überschreiben",
    "Please choose a mode." : "Bitte wähle einen Modus.",
    "PDF conversion" : "PDF-Umwandlung",
    "Convert documents into the PDF format on upload and write." : "Wandle Dokumente in das PDF-Format während dem Hochladen und Schreiben.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Jede Regelgruppe besteht aus einer oder mehreren Regeln. Eine Anforderung stimmt mit einer Gruppe überein, wenn alle Regeln zutreffend sind. Beim Erstellen oder Schreiben einer Datei werden alle definierten Gruppen ausgewertet und bei Übereinstimmung wird ein Hintergrundjob eingerichtet, der die Umwandlung der entsprechenden Datei durchführt.",
    "Document to PDF converter" : "PDF-Umwandler für Dokumente",
    "Automated PDF conversion" : "Automatisierte PDF-Umwandlung",
    "Rule based conversion of Documents into the PDF format" : "Regelbasierte Umwandlung von Dokumenten in das PDF-Format",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written, or was assigned a tag. Then, LibreOffice is being utilized for converting the document." : "Eine App zur automatischen Konvertierung von Dokumenten in PDF. Basierend auf von den Administratoren definierten Regeln kann eine Hintergrundjobdatei eingerichtet werden, wenn eine übereinstimmende Datei erstellt oder geschrieben oder einem Tag zugewiesen wurde. Dann wird LibreOffice zum Konvertieren des Dokuments verwendet."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}