{ "translations": {
    "Mode…" : "Κατάσταση…",
    "Keep original, preserve existing PDFs" : "Διατήρηση πρωτότυπου και υπάρχοντος PDFs",
    "Keep original, overwrite existing PDF" : "Διατήρηση πρωτότυπου και αντικατάσταση υπάρχοντος PDF",
    "Delete original, preserve existing PDFs" : "Διαγραφή πρωτότυπου και διατήρηση υπάρχοντος PDFs",
    "Delete original, overwrite existing PDF" : "Διαγραφή πρωτότυπου, αντικατάσταση υπάρχοντος PDF",
    "Please choose a mode." : "Παρακαλώ επιλέξτε κατάσταση.",
    "PDF conversion" : "Μετατροπή σε PDF",
    "Convert documents into the PDF format on upload and write." : "Μετατροπή εγγράφων σε μορφοποίηση PDF κατά την μεταφόρτωση και εγγραφή.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Κάθε ομάδα κανόνων αποτελείται από έναν ή περισσότερους κανόνες. Ένα αίτημα αντιστοιχεί σε μια ομάδα, εάν όλοι οι κανόνες αξιολογούνται ως αληθείς. Κατά τη δημιουργία ή την εγγραφή ενός αρχείου, όλες οι ομάδες που έχουν οριστεί έχουν αξιολογηθεί και κατά την αντιστοίχιση δημιουργείται μια εργασία στο παρασκήνιο για την εκτέλεση της μετατροπής του αντίστοιχου αρχείου.",
    "Document to PDF converter" : "Μετατροπέας εγγράφου σε PDF",
    "Automated PDF conversion" : "Αυτόματη μετατροπή σε PDF",
    "Rule based conversion of Documents into the PDF format" : "Μετατροπή των Εγγράφων βάσει κανόνα σε μορφοποίηση PDF",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written, or was assigned a tag. Then, LibreOffice is being utilized for converting the document." : "Μια εφαρμογή για την ενεργοποίηση της αυτόματης μετατροπής εγγράφων σε PDF. Με βάση τους κανόνες του διαχειριστής, δημιουργείται ένα αρχείο εργασίας στο παρασκήνιο όταν έχει δημιουργηθεί ή γραφτεί ένα αντίστοιχο αρχείο ή έχει σημανθεί με ετικέτα. Στη συνέχεια, το LibreOffice χρησιμοποιείται για τη μετατροπή του εγγράφου."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}