{ "translations": {
    "Mode…" : "Modo...",
    "Keep original, preserve existing PDFs" : "Mantener el original, preservar los PDF existentes",
    "Keep original, overwrite existing PDF" : "Mantener el original, sobreescribir los PDF existentes",
    "Delete original, preserve existing PDFs" : "Borrar el original, preservar los PDF existentes",
    "Delete original, overwrite existing PDF" : "Borrar el original, sobreescribiir los PDF existentes",
    "Please choose a mode." : "Por favor, escoge un modo.",
    "PDF conversion" : "Conversión a PDF",
    "Convert documents into the PDF format on upload and write." : "Convierte los documentos al formato PDF al subir o escribir.",
    "Automated PDF conversion" : "Conversión automatizada a PDF",
    "Rule based conversion of Documents into the PDF format" : "Conversión basada en reglas de documentos al formato PDF",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written, or was assigned a tag. Then, LibreOffice is being utilized for converting the document." : "Una app para realizar la conversión automática de documentos a PDF. Basada en reglas definidas por los administradores, se configura un trabajo en segundo plano cuando un archivo se crea o escribe cumpliendo las normas. Entonces se utiliza LibreOffice para convertir el documento.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Cada grupo de reglas consiste en una o más reglas. Una petición coincide con el grupo si todas las reglas se cumplen., Al crear o escribir un archivo, todo los grupos definidos se evalúan y, cuando coinciden, se configura un trabajo en segundo plano para ejecutar la conversión del archivo correspondiente.",
    "Document to PDF converter" : "Conversor de documentos a PDF"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}