{ "translations": {
    "Mode…" : "Modua...",
    "Keep original, preserve existing PDFs" : "Mantendu jatorrizkoak eta gorde dauden PDFak",
    "Keep original, overwrite existing PDF" : "Mantendu jatorrizkoa eta gainidatzi dagoen PDFa",
    "Delete original, preserve existing PDFs" : "Ezabatu jatorrizko eta gorde dauden PDFak",
    "Delete original, overwrite existing PDF" : "Ezabatu jatorrizkoa, gainidatzi dagoen PDFa",
    "Please choose a mode." : "Hautatu modu bat",
    "PDF conversion" : "PDF bihurketa",
    "Convert documents into the PDF format on upload and write." : "Bihurtu dokumentuak PDF formatura kargatzean eta idaztean.",
    "Automated PDF conversion" : "PDF bihurketa automatikoa",
    "Rule based conversion of Documents into the PDF format" : "Erregela bidez Dokumentuak PDF formatura bihurtu",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written, or was assigned a tag. Then, LibreOffice is being utilized for converting the document." : "Dokumentuak automatikoki PDF bihurtzeko aplikazioa. Kudeatzaileak definitutako erregelen bidez, atzeko planoko ataza bat sortuko da fitxategi bat sortu edo aldatzean exekutatzeko. Hori gertatzean LibreOffice erabiliko da dokumentua bihurtzeko.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Erregela talde bat erregela bat edo gehiagoz osatua dago. Eskaera bat talde batekoa izango da erregela guztiak egia badira. Fitxategiak sortu edo idaztean talde guztiak ebaluatzen dira eta egokia topatzen bada, atzeko planoko ataza exekutatuko da dagokion fitxategia bihurtzeko.",
    "Document to PDF converter" : "Dokumentutik PDFrako bihurtzailea"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}