{ "translations": {
    "Mode…" : "Mód…",
    "Keep original, preserve existing PDFs" : "Eredeti megtartása, meglévő PDF-ek megőrzése",
    "Keep original, overwrite existing PDF" : "Eredeti megtartása, meglévő PDF-ek felülírása",
    "Delete original, preserve existing PDFs" : "Eredeti törlése, meglévő PDF-ek megőrzése",
    "Delete original, overwrite existing PDF" : "Eredeti törlése, meglévő PDF-ek felülírása",
    "Please choose a mode." : "Válasszon egy módot.",
    "PDF conversion" : "PDF-átalakítás",
    "Convert documents into the PDF format on upload and write." : "Dokumentumok PDF formátumba alakítása feltöltéskor és íráskor.",
    "Automated PDF conversion" : "Automatizált PDF-átalakítás",
    "Rule based conversion of Documents into the PDF format" : "Dokumentumok szabályok alapján történő PDF formátumba alakítása",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written, or was assigned a tag. Then, LibreOffice is being utilized for converting the document." : "Ez egy alkalmazás, amivel a dokumentumok automatikusan átalakíthatóak  PDF formátumba. A rendszergazda által létrehozott szabályok alapján, egy háttérfolyamati fájl jön létre egy megfelelő fájl létrehozásakor illetve írásakor, vagy ha címke lett hozzárendelve. Ezután a LibreOffice segítségével átalakítja a dokumentumot.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Minden szabálycsoport egy vagy több szabályból áll. Egy kérés akkor felel meg a csoportnak, ha minden szabály kiértékelése igaz. Fájl létrehozásakor vagy írásakor minden szabály kiértékelésre kerül, és ha megfelel, akkor egy háttérfolyamat indul el a megfelelő fájl konvertálására.",
    "Document to PDF converter" : "Dokumentum → PDF átalakító"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}