{ "translations": {
    "Mode…" : "Hamur…",
    "Keep original, preserve existing PDFs" : "Halda upprunalegu, vernda fyrirliggjandi PDF-skrár",
    "Keep original, overwrite existing PDF" : "Halda upprunalegu, skrifa yfir fyrirliggjandi PDF-skrár",
    "Delete original, preserve existing PDFs" : "Eyða upprunalegu, vernda fyrirliggjandi PDF-skrár",
    "Delete original, overwrite existing PDF" : "Eyða upprunalegu, skrifa yfir fyrirliggjandi PDF-skrár",
    "Please choose a mode." : "Veldu ham.",
    "PDF conversion" : "PDF-umbreyting",
    "Convert documents into the PDF format on upload and write." : "Umbreyta skjölum yfir á PDF-snið við innsendingu og ritun.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Hver regluhópur samanstendur af einni eða fleiri reglum. Beiðni samsvarar hópi ef allar reglurnar reynast sannar. Við að útbúa eða skrifa skrá eru allir skilgreindir hópar metnir og þegar samsvörun finnst, er bakgrunnsferli sett upp til að framkvæma umbreytingu samsvarandi skrár.",
    "Document to PDF converter" : "Umbreyting skjals í PDF",
    "Automated PDF conversion" : "Sjálfvirk umbreyting í PDF",
    "Rule based conversion of Documents into the PDF format" : "Umbreyting skjala byggð á reglum yfir á PDF-snið",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written. Then, LibreOffice is being utilized for converting the document." : "Forrit til að setja af stað sjálfvirka umbreytingu skjala yfir í PDF. Byggt á reglum sem kerfisstjóri skilgreinir, bakgrunnsferli er sett upp þegar samsvarandi skrá er útbúin eða skrifuð. Síðan er LIbreOffice notað til að umbreyta skjalinu."
},"pluralForm" :"nplurals=2; plural=(n % 10 != 1 || n % 100 == 11);"
}