{ "translations": {
    "Mode…" : "Режим…",
    "Keep original, preserve existing PDFs" : "Сачувај оригинал, очувај постојеће PDF-ове",
    "Keep original, overwrite existing PDF" : "Сачувај оригинал, препиши преко постојећих PDF-ова",
    "Delete original, preserve existing PDFs" : "Обриши оригинал, очувај постојеће PDF-ове",
    "Delete original, overwrite existing PDF" : "Обриши оригинал, препиши преко постојећих PDF-ова",
    "Please choose a mode." : "Одаберите режим рада.",
    "PDF conversion" : "PDF конверзија",
    "Convert documents into the PDF format on upload and write." : "Конвертује документе у PDF-ове приликом отпремања и измена.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Свака група правила садржи једно или више правило. Захтев се везује за групу ако сва правила у групи враћају вредност \"тачно\". Приликом креирања или писања у фајл, испитују се све групе и ако враћају \"тачно\", поставља се посао у позадини да изврши конверзију датог фајла.",
    "Document to PDF converter" : "Конвертер докумената у PDF-ове",
    "Automated PDF conversion" : "Аутоматска PDF конверзија",
    "Rule based conversion of Documents into the PDF format" : "Конверзија докумената у PDF формат на основу правила",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written. Then, LibreOffice is being utilized for converting the document." : "Апликација којом може да се окине аутоматска конверзија докумената у PDF. На основу правила које постави администратор, поставља се позадински посао који се окида када се фајл који задовољава правила направи или се измени. Онда се користи LibreOffice да конвертује документ."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}