{ "translations": {
    "Mode…" : "Läge...",
    "Keep original, preserve existing PDFs" : "Behåll originalet, bevara befintliga PDF-filer",
    "Keep original, overwrite existing PDF" : "Behåll originalet, skriv över befintlig PDF",
    "Delete original, preserve existing PDFs" : "Radera originalet, bevara befintliga PDF-filer",
    "Delete original, overwrite existing PDF" : "Radera originalet, skriv över befintlig PDF",
    "Please choose a mode." : "Välj ett läge.",
    "PDF conversion" : "PDF-konvertering",
    "Convert documents into the PDF format on upload and write." : "Konvertera dokument till PDF-format vid uppladdning och skrivning.",
    "Each rule group consists of one or more rules. A request matches a group if all rules evaluate to true. On creating or writing a file all defined groups are evaluated and when matching, a background job is set up to execute the conversion of the corresponding file." : "Varje regelgrupp består av en eller flera regler. En förfrågan matchar en grupp om alla regler utvärderas till sant. När du skapar eller skriver en fil utvärderas alla definierade grupper och när det matchar, skapas ett bakgrundsjobb för att utföra konverteringen av motsvarande fil.",
    "Document to PDF converter" : "Dokument till PDF-konverterare",
    "Automated PDF conversion" : "Automatiserad PDF-konvertering",
    "Rule based conversion of Documents into the PDF format" : "Regelbaserad konvertering av dokument till PDF-format",
    "An app to trigger automatic conversion of documents to PDF. Based on admin defined rules, a background job file be set up when a matching file was created or written, or was assigned a tag. Then, LibreOffice is being utilized for converting the document." : "En app som utlöser automatisk konvertering av dokument till PDF. Baserat på admindefinierade regler skapas en bakgrundsjobbfil när en matchande fil skapats, skrivits eller taggats. Sedan används LibreOffice för att konvertera dokumentet."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}